commands_templates/DeleteCertificates0.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:wsdl="http://www.onvif.org/ver10/device/wsdl">
   <soap:Header/>
   <soap:Body>
      <wsdl:DeleteCertificates>
         <!--1 or more repetitions:-->
         <!--type: token-->
         <wsdl:CertificateID>?</wsdl:CertificateID>
      </wsdl:DeleteCertificates>
   </soap:Body>
</soap:Envelope>